{"Items":[
	{ 
		"id":1,
		"sender":"Marine",
		"picture":"PPMarine",
		"textshort":"",
		"textlong":"Salut, j'ai essayé de chercher des menus sur votre page pour les personnes qui consomment uniquement des légumes de saison, donc je ne sais pas si vous connaissez ce 'concept' ou plutôt ce mode de vie, j'ai pour habitude de consommer uniquement des fruits et légumes de saison car cela est moins cher, les produits sont de meilleure qualité que ça soit visuelle, nutritionnelle ou même au niveau du goût et surtout cela a moins d'impact sur l'environnement. L'été est bientôt fini et la saison d'automne va bientôt commencer, c'est l'une de mes saisons préférées, j'aimerais juste que vous me fassiez un repas avec de bons fruits et légumes de saison (pour le mois de septembre, je vous donne quelques exemples: brocoli, carotte, tomate, pomme, raisin, cassis).",
		"releasedate":0,
		"infos":{
			"nom":"Marine",
			"sexe":"Femme",
			"age":24,
			"taille":1.83,
			"poids":73,
			"imc":21.8,
			"probleme":"Je veux consommer des fruits et légumes de saison",
			"requete":"Repas avec fruits et légumes de saison"
		},
		"respectbars":false,
		"whitelist":["Saison"],
		"blacklist":[]
	},
	{ 
		"id":2,
		"sender":"DelaZero",
		"picture":"PPDelaZero",
		"textshort":"",
		"textlong":"Salut, je viens à contre cœur vous voir car ma copine me rend oufff !! elle m'en veut car je ne mange jamais de légumes ou fruits, pourquoi? c'est simple je déteste ça. Moi ce que j'aime c'est la viande, mais je veux lui faire plaisir, vous pensez que vous pouvez me proposer un repas avec des fruits et légumes s'il vous plait?",
		"releasedate":0,
		"infos":{
			"nom":"DelaZero",
			"sexe":"Homme",
			"age":18.0,
			"taille":1.92,
			"poids":80.0,
			"imc":21.7,
			"probleme":"Ne consomme jamais de fruits et légumes",
			"requete":"Repas avec fruits et légumes"
		},
		"respectbars":false,
		"whitelist":["Légumes", "Fruit"],
		"blacklist":[]
	},
	{ 
		"id":3,
		"sender":"SkyWhite",
		"picture":"PPSkyWhite",
		"textshort":"",
		"textlong":"Salut, depuis quelques temps je perds du poids de manière involontaire. Je suis parti voir un médecin et il m'a dit que c'était dû à une dénutrition et que ça fragilise et diminue mes défenses naturelles et augmente le risque d'infection. Je veux à tout prix corriger mon alimentation pour éviter de plus gros problème, tout ce que je sais pour l'instant c'est que je dois manger des repas riches en protéines et riches en 'bonnes graisses' (poissons gras, oléagineux).",
		"releasedate":0,
		"infos":{
			"nom":"SkyWhite",
			"sexe":"Femme",
			"age":27.0,
			"taille":1.75,
			"poids":55.0,
			"imc":18.0,
			"probleme":"Dénutrition",
			"requete":"Repas riche en protéines et en 'bonnes graisses'"
		},
		"respectbars":false,
		"whitelist":["Protéine","Alimentgras"],
		"blacklist":[]
	},
	{ 
		"id":4,
		"sender":"Tristan",
		"picture":"PPTristan",
		"textshort":"",
		"textlong":"Salut, je ne sais pas si vous allez pouvoir m'aider, j'ai été diagnostiqué par mon médecin, il y a seulement une semaine de la maladie cœliaque, j'ai réussi à me faire une liste des aliments qui ne contiennent pas de gluten, mais j'ai du mal à me préparer des plats équilibrés et qui répondent à mes besoins nutritionnels. Est ce que vous pouvez me proposer un repas complet sans gluten s'il vous plaît ? ",
		"releasedate":0,
		"infos":{
			"nom":"Tristan",
			"sexe":"Homme",
			"age":22.0,
			"taille":1.80,
			"poids":75.0,
			"imc":23.1,
			"probleme":"Diagnostic maladie cœliaque récent",
			"requete":"Repas complet sans gluten"
		},
		"respectbars":true,
		"whitelist":[],
		"blacklist":["Gluten"]
	},
	{ 
		"id":5,
		"sender":"PickleDela",
		"picture":"PPPickleDela",
		"textshort":"",
		"textlong":"Salut, je vous parle actuellement avec un paquet de chips à côté de moi, je vous laisse deviner mon problème ! et oui j'ai du mal à me préparer des plats, je ne fais que grignoter tout le temps. Ma mère m'a conseillé de me préparer des repas sans produits ultra-transformés et sans sucres ajoutés en gros sans produits industriels. J'espère que je vais arrêter de grignoter avec ce que vous allez me proposer et promis je suivrais vos conseils !",
		"releasedate":1,
		"infos":{
			"nom":"PickleDela",
			"sexe":"Femme",
			"age":30.0,
			"taille":1.82,
			"poids":82.0,
			"imc":24.8,
			"probleme":"A toujours faim, ne fait pas de repas complet et grignote",
			"requete":"Repas sans produits ultratransformés et sans sucres ajoutés."
		},
		"respectbars":false,
		"whitelist":[],
		"blacklist":["Produitultratransformé", "Sucresajoutés"]
	},
	{ 
		"id":6,
		"sender":"RiderBest",
		"picture":"PPRiderBest",
		"textshort":"",
		"textlong":"Bonjour, mon médecin a analysé ma prise de sang et il a remarqué que j'avais un taux anormalement bas d'hémoglobine. Je fais de l'anémie, j'ai des carences en fer et en vitamine B12. Pour accompagner mon traitement il m'a demandé de manger des repas riches en fer et en vitamine B12, j'espère que vous allez pouvoir m'aider, merci énormément !",
		"releasedate":1,
		"infos":{
			"nom":"RiderBest",
			"sexe":"Femme",
			"age":26.0,
			"taille":1.63,
			"poids":50.0,
			"imc":18.8,
			"probleme":"Anémie, carence en fer et vitamine B12",
			"requete":"Repas riche en fer et en vitamine B12"
		},
		"respectbars":false,
		"whitelist":["VitamineB12","Fer"],
		"blacklist":[]
	},
	{ 
		"id":7,
		"sender":"CrazyLag ",
		"picture":"PPCrazyLag",
		"textshort":"",
		"textlong":"Bonjour, mon problème c'est que je ne bois pas assez d'eau et je le sais, mais franchement j'ai pas le temps. Ma grand-mère m'a dit de manger des fruits et légumes parcequ'ils contiennent de l'eau mais de continuer ou plutôt de commencer à boire de l'eau ... Youhouuu",
		"releasedate":1,
		"infos":{
			"nom":"CrazyLag ",
			"sexe":"Homme",
			"age":27.0,
			"taille":1.87,
			"poids":73.0,
			"imc":20.9,
			"probleme":"Déshydratation. Boit pas d'eau",
			"requete":"Repas avec des fruits et légumes + eau"
		},
		"respectbars":false,
		"whitelist":["Eau","Fruit","Légumes"],
		"blacklist":[]
	},
	{ 
		"id":8,
		"sender":"Emma",
		"picture":"PPEmma",
		"textshort":"",
		"textlong":"Hey, ça fait 1 mois que j'ai commencé mes études supérieures en archi, j'ai pris un appartement et qui dit vivre seul dit cuisiner et franchement j'ai vraiment la flemme de cuisiner, je pense que vous me comprenez après une journée de cours chargée, j'ai vraiment pas envie d'aller au magasin acheter des aliments et les cuisiner, depuis quelques temps je fais que manger dehors et prendre des plats à chauffer au micro onde, et j'aimerais changer ça, j'aimerais un exemple de repas complet qui ne demande pas trop d'effort en cuisine et avec des légumes cuits, parce que j'adore ça !! et que ma maman m'a toujours dit de manger des légumes car c'était bon pour la santé (ils sont surtout bons quand ils sont cuits, on sent moins le côté végétal lol).",
		"releasedate":1,
		"infos":{
			"nom":"Emma",
			"sexe":"Femme",
			"age":24.0,
			"taille":1.60,
			"poids":53.0,
			"imc":20.7,
			"probleme":"Flemme de cuisiner ",
			"requete":"Repas complet avec légumes cuits"
		},
		"respectbars":true,
		"whitelist":["Légumescuits"],
		"blacklist":[]
	},
	{ 
		"id":9,
		"sender":"TruckDino",
		"picture":"PPTruckDino",
		"textshort":"",
		"textlong":"Salut, avec mes copines on a pris la décision de devenir végétarienne, le problème c'est qu'on y connait rien à cette alimentation, on aimerait vraiment bien faire les choses et avoir un exemple de menu, en se renseignant on a vu qu'on devait manger des repas sans produis animaux avec des protéines végétales et des légumineuses pour répondre aux besoins de notre corps. Go testerrrrrr !",
		"releasedate":2,
		"infos":{
			"nom":"TruckDino",
			"sexe":"Femme",
			"age":32.0,
			"taille":1.78,
			"poids":60.0,
			"imc":18.9,
			"probleme":"Devenue végétarienne mais ne sait pas ce qu'elle peut consommer.",
			"requete":"Repas végétarien sans produits animaux avec protéines végétales et légumineuse."
		},
		"respectbars":false,
		"whitelist":["Protéinevégétale","Légumineuse"],
		"blacklist":["Produitsanimaux"]
	},
	{ 
		"id":10,
		"sender":"Pierre",
		"picture":"PPPierre",
		"textshort":"",
		"textlong":"Bonjour, je viens vers vous car j'ai souvent des problèmes de constipation, mon médecin m'a conseillé de boire beaucoup d'eau et de manger des plats riches en fibre et avec des aliments laxatifs (pruneau sec). Est-ce-que vous pouvez me créer un menu riche en fibres, eau et avec au moins un aliment laxatif. ",
		"releasedate":2,
		"infos":{
			"nom":"Pierre",
			"sexe":"Homme",
			"age":23.0,
			"taille":1.76,
			"poids":72.0,
			"imc":23.2,
			"probleme":"Constipation",
			"requete":"Repas riches en fibres et en eau"
		},
		"respectbars":false,
		"whitelist":["Eau","Richeenfibres","Alimentlaxatif"],
		"blacklist":[]
	},
	{ 
		"id":11,
		"sender":"MajNight",
		"picture":"PPMajNight",
		"textshort":"",
		"textlong":"Bonjour, je me présente je m'appelle Eva, j'ai 25 ans, et je viens vous voir aujourd'hui parce que j'ai l'impression de toujours manger la même chose et en plus je cuisine des plats qui ne sont pas très beau visuellement, j'aimerais avoir de la couleur, plein de couleur ! vous savez je fais de la peinture et j'adore trouver mon inspiration dans mon quotidien, j'adorerais des plats très colorés. Mes amis m'ont conseillé de cuisiner des fruits et légumes pour avoir plein de couleur et surtout parce que c'était riche en antioxydant (fruits rouges, raisin, carottes) j'ai déjà essayer de cuisiner toute seule après leurs conseils mais c'était pas très bon :( , est ce que vous pouvez me proposer un exemple de menu qui pourrait reprendre les conseils de mes amis et ma passion pour les couleurs s'il vous plait ? ",
		"releasedate":2,
		"infos":{
			"nom":"MajNight",
			"sexe":"Femme",
			"age":25.0,
			"taille":1.52,
			"poids":44.0,
			"imc":19.0,
			"probleme":"Mange toujours la même chose. Elle veut du changement",
			"requete":"Repas coloré riche en antioxydants, avec des fruits et légumes"
		},
		"respectbars":false,
		"whitelist":["Antioxydant","Fruit","Légumes"],
		"blacklist":[]
	},
	{ 
		"id":12,
		"sender":"Lilou",
		"picture":"PPLilou",
		"textshort":"",
		"textlong":"Bonjour, je sors tout juste de chez mon médecin, car depuis hier j'ai des douleurs abdominales et je passe un sale quart d'heure dans les toilettes à chaque fois que je bois mon verre de lait le matin. Mon médecin m'a conseillé d'éviter de consommer du lactose pendant quelques jours, j'aimerais avoir un exemple de repas complet sans lactose afin de ne plus avoir des douleurs et de garder une bonne alimentation pendant cette période compliquée.",
		"releasedate":2,
		"infos":{
			"nom":"Lilou",
			"sexe":"Femme",
			"age":20.0,
			"taille":1.65,
			"poids":55.0,
			"imc":20.2,
			"probleme":"Gaz intestinaux / Diarrhées /  Douleurs abdominales",
			"requete":"Repas complet sans lactose"
		},
		"respectbars":true,
		"whitelist":[],
		"blacklist":["Lactose"]
	},
	{ 
		"id":13,
		"sender":"FlammeZe",
		"picture":"PPFlammeZe",
		"textshort":"",
		"textlong":"Yoo, j'en peux plus... je passe vraiment des sales quarts d'heure au toilette, je n'ose même plus sortir dehors. J'ai vraiment mal au ventre, j'ai contacté mon médecin et il m'a dit de manger des repas pauvres en fibres, sans lactose et boire beaucoup d'eau. Moi j'y connais rien je veux vraiment appliquer ce qu'il me dit pour passer cette période compliquée, j'espère que vous allez pouvoir m'aider.",
		"releasedate":3,
		"infos":{
			"nom":"FlammeZe",
			"sexe":"Homme",
			"age":29.0,
			"taille":1.68,
			"poids":62.0,
			"imc":22.0,
			"probleme":"Diarrhées",
			"requete":"Repas pauvre en fibres et en eau et sans lactose"
		},
		"respectbars":false,
		"whitelist":["Eau","Pauvreenfibres"],
		"blacklist":["Lactose"]
	},
	{ 
		"id":14,
		"sender":"Baptiste",
		"picture":"PPBaptiste",
		"textshort":"",
		"textlong":"Yoo, un pote m'a parlé de votre page et il m'a dit que vous êtes les meilleurs sur cette application et en plus vous faites ça gratuitement, alors voilà je suis atteint d'une stéatose hépatique, pour résumer c'est une maladie du foie, appelée aussi maladie du soda je sais pas si vous connaissez, mais en gros je dois manger des aliments riches en fibres et aucun produit ultra-transformé ni de boissons sucrées et sans sucres ajoutés. Je suis persuadé que vous pouvez me proposerequelque chose de vraiment cool, merci beaucoup. C'est vraiment une maladie qui sort de nulle part (bon j'avoue que c'est parceque je buvais 1L de soda par jour, il est encore temps pour moi de faire attention avant que ça ne soit trop tard !)",
		"releasedate":3,
		"infos":{
			"nom":"Baptiste",
			"sexe":"Homme",
			"age":28.0,
			"taille":1.76,
			"poids":84.0,
			"imc":27.1,
			"probleme":"Stéatose hépatique (maladie du foie gras, maladie du soda)",
			"requete":"Repas riche en fibres, sans produit ultra-transformé, sans sucre ajouté et sans sodas ni jus de fruits."
		},
		"respectbars":false,
		"whitelist":["Richeenfibres"],
		"blacklist":["Produitultratransformé","Sodasjus", "Sucresajoutés"]
	},
	{ 
		"id":15,
		"sender":"Raphaël",
		"picture":"PPRaphaël",
		"textshort":"",
		"textlong":"Salut, je viens de regarder un reportage sur les maladies cardiovasculaires, j'ai appris qu'on peut attraper cette maladie si on abuse de la consommation de viande ! Vous le saviez ? Vous savez, j'ai trop peur des maladies c'est quelque chose qui me stresse ? J'ai contacté un spécialiste en nutrition et il m'a conseillé de manger des repas complets avec des produits riches en protéine végétale pour ainsi compenser ma réduction de consommation de viande. ",
		"releasedate":3,
		"infos":{
			"nom":"Raphaël",
			"sexe":"Homme",
			"age":22.0,
			"taille":1.78,
			"poids":69.0,
			"imc":21.8,
			"probleme":"Veut baisser sa consommation de viande",
			"requete":"Repas complet avec des protéines végétales"
		},
		"respectbars":true,
		"whitelist":["Protéinevégétale"],
		"blacklist":[]
	},
	{ 
		"id":16,
		"sender":"RubisLava",
		"picture":"PPRubisLava",
		"textshort":"",
		"textlong":"Bonjour, j'ai invité une copine demain soir pour un dîner, elle me plait énormément et j'aimerais vraiment faire quelque chose de super bon ! Le seul soucis c'est que je suis végétarien et elle est atteinte de maladie coeliaque gluten blabla, ça rend la tâche très compliquée pour trouver une idée de repas, est-ce que vous pouvez m'aider à faire un petit repas sympa qui nous plais à tous les deux, please?? Vous allez me sauver !",
		"releasedate":4,
		"infos":{
			"nom":"RubisLava",
			"sexe":"Homme",
			"age":19.0,
			"taille":1.63,
			"poids":59.0,
			"imc":22.2,
			"probleme":"Invitation copine, repas sans produits animaux et sans gluten",
			"requete":"Repas avec protéine végétale sans produits animaux et sans gluten."
		},
		"respectbars":false,
		"whitelist":["Protéinevégétale"],
		"blacklist":["Produitsanimaux","Gluten"]
	},
	{ 
		"id":17,
		"sender":"JustFrench",
		"picture":"PPJustFrench",
		"textshort":"",
		"textlong":"Kon'nichiwa, haha c'est une petite blague, je vous contacte depuis le Japon, j'ai débarqué hier matin, malheureusement j'ai pas pu profiter aujourd'hui car après le restaurant d'hier, j'ai fais une intoxication alimentaire, j'ai des nausées et des vomissements. J'ai contacté rapidement un médecin dans le coin qui est venu me voir et il m'a conseillé de manger des repas sans sucres, sans lactose et pas d'aliment gras, alors je sais pas comment je vais faire mais aidez-moi à trouver une solution je veux profiter des mes vacances s'il vous plait, merci d'avance.",
		"releasedate":4,
		"infos":{
			"nom":"JustFrench",
			"sexe":"Homme",
			"age":25.0,
			"taille":1.81,
			"poids":79.0,
			"imc":24.1,
			"probleme":"Intoxication alimentaire",
			"requete":"Repas sans sucres ajoutés, sans lactose, sans aliment gras"
		},
		"respectbars":false,
		"whitelist":[],
		"blacklist":["Lactose","Sucresajoutés","Alimentgras"]
	},
	{ 
		"id":18,
		"sender":"BurgerPhantom",
		"picture":"PPBurgerPhantom",
		"textshort":"",
		"textlong":"Coucou ! Ça va faire quelques jours que j'ai des diarrhées constantes, je n'en peux plus c'est très handicapant, je ne peux plus aller travailler normalement ni sortir avec mes amis... Ça ne fait aucun doute qu'il y a un problème avec mon alimentation, mon diététicien m'a conseillé de manger des repas complets avec des aliments pauvres en fibres, mais je ne vois pas ce que je pourrais manger de varié qui contient peu de fibres... Merci de m'aider.",
		"releasedate":4,
		"infos":{
			"nom":"BurgerPhantom",
			"sexe":"Femme",
			"age":28.0,
			"taille":1.76,
			"poids":65.0,
			"imc":21.0,
			"probleme":"Diarrhées",
			"requete":"Repas complet pauvre en fibres."
		},
		"respectbars":true,
		"whitelist":["Pauvreenfibres"],
		"blacklist":[]
	},
	{ 
		"id":19,
		"sender":"PotatoMini",
		"picture":"PPPotatoMini",
		"textshort":"",
		"textlong":"Salut ! J'ai des remontées acides depuis quelques jours. J'étais au téléphone avec mon diététicien et j'ai hésité à écrire ce message car je pensais pouvoir me débrouiller. Mon diététicien m'avait conseillé de faire des repas sans aliments ultra-transformés et sans aliments gras non plus pour éviter mes remontées acides. Sans compter qu'il m'a également conseillé d'éviter de consommer des solanacées (tomates, poivrons) pour le moment parceque ça peut amplifier mes remontées acides. Aujourd'hui je suis un peu à la ramasse car je n'arrive pas à manger sans avoir mes remontées acides et ça me frustre. Auriez-vous des repas à me proposer avec les conseils de mon diététicien s'il vous plait ?",
		"releasedate":5,
		"infos":{
			"nom":"PotatoMini",
			"sexe":"Femme",
			"age":19.0,
			"taille":1.60,
			"poids":49.0,
			"imc":19.1,
			"probleme":"Reflux gastro-oesophagien (remontées acides)",
			"requete":"Repas sans aliments ultra-transformés, sans aliments gras et sans solanacées (famille des tomates et poivrons)"
		},
		"respectbars":false,
		"whitelist":[],
		"blacklist":["Produitultratransformé","Alimentgras","Solanacées"]
	},
	{ 
		"id":20,
		"sender":"Elsa",
		"picture":"PPElsa",
		"textshort":"",
		"textlong":"Hey, on m'a raconté beaucoup de bien à propos de votre page et des conseils que vous apportez aux personnes qui viennent vous demander de l'aide, personnellement je n'ai pas de maladie ou de problème en particulier, j'ai décidé depuis peu de commencer une alimentation vegan pour des raisons personnelles, je ne sais pas trop ce que je peux consommer, c'est pour cela que je vous demande de l'aide afin d'avoir un exemple de repas sympa riche en fer végétal, sans produits animaux avec des protéines végétales. ",
		"releasedate":5,
		"infos":{
			"nom":"Elsa",
			"sexe":"Femme",
			"age":23.0,
			"taille":1.70,
			"poids":60.0,
			"imc":20.8,
			"probleme":"Vegan depuis peu /Absence de connaissances en nutrition",
			"requete":"Repas sans produits animaux, riche en protéines végétales et riche en fer végétal"
		},
		"respectbars":false,
		"whitelist":["Protéinevégétale","Fer"],
		"blacklist":["Produitsanimaux"]
	},
	{ 
		"id":21,
		"sender":"RushHyper",
		"picture":"PPRushHyper",
		"textshort":"",
		"textlong":"Bonjour, je viens vous voir car j'aurais besoin d'un exemple de menu. J'ai jamais eu le courage d'en parler sur le net, merci aux pages comme la votre d'exister; bon voila je suis atteinte d'une endométriose, c'est une maladie gynécologique chronique. Et j'ai des douleurs horribles, mon médecin m'a dis qu'on pouvait limiter les symptômes avec des aliments anti-inflammatoires sans pour autant soigner la maladie et je me dis ben pk pas essayer, j'ai rien à perdre surtout que c'est pas comme ci les aliments anti-inflammatoires c'était des produits industriels et mauvais. Je pense que vous êtes les meilleurs pour aider les gens, merci d'avance.",
		"releasedate":5,
		"infos":{
			"nom":"RushHyper",
			"sexe":"Femme",
			"age":25.0,
			"taille":1.70,
			"poids":65.0,
			"imc":22.5,
			"probleme":"Endométriose",
			"requete":"Repas complet avec aliments anti-inflammatoires"
		},
		"respectbars":true,
		"whitelist":["Alimentsantiinflammatoire"],
		"blacklist":[]
	},
	{ 
		"id":22,
		"sender":"PorteBlue",
		"picture":"PPPorteBlue",
		"textshort":"",
		"textlong":"Bonjour, j'ai des douleurs depuis quelques semaines à l'estomac et beaucoup de passage au toilette, je suis parti voir un spécialiste, et il a diagnostiqué un syndrôme de l'intestin irritable. Il m'a dit que c'était un trouble de fonctionnement de l’intestin sans gravité mais responsable d’une gêne importante. Je commence donc un traitement en plusieurs phases, avec une première où je dois manger des aliments sans lactose, sans gluten et sans fructose (pour simplifier la phase). Si vous me proposez un bon menu promis je reviens pour les autres phases vous allez me sauver la vie, je vous adore (franchement je veux juste arrêter de faire des allers-retours aux toilettes toutes les heures).",
		"releasedate":6,
		"infos":{
			"nom":"PorteBlue",
			"sexe":"Homme",
			"age":28.0,
			"taille":1.80,
			"poids":73.0,
			"imc":22.5,
			"probleme":"Syndrôme de l'intestin irritable (Gaz, douleurs abdominales, troubles du transit et diarrhées)",
			"requete":"1ère phase du traitement avec une alimentation sans lactose, sans gluten et sans fructose."
		},
		"respectbars":false,
		"whitelist":[],
		"blacklist":["Gluten","Lactose","Fructose"]
	},
	{ 
		"id":23,
		"sender":"MambaBadboy",
		"picture":"PPMambaBadboy",
		"textshort":"",
		"textlong":"Hello ! Rdv chez mon nutritionniste hier (rdv que j'attendais depuis plusieurs semaines) résultat : il me conseille de manger plus d'aliments pauvres en fibres, de supprimer mes apports en lactose (mais comment je vais faire sans mon verre de lait du matin, au secooouurs) ! de manger plus de légumes cuits et de boire beaucoup d'eau pour garder une bonne hydratation. Mais le problème est que je ne suis pas habitué à changer drastiquement mes habitudes alimentaires, que me conseilleriez-vous comme plat pour suivre les conseils de mon nutritionniste ?",
		"releasedate":6,
		"infos":{
			"nom":"MambaBadboy",
			"sexe":"Homme",
			"age":27.0,
			"taille":1.75,
			"poids":70.0,
			"imc":22.9,
			"probleme":"Déshydratation, Maldigestion/Malabsorption",
			"requete":"Repas pauvre en fibres, sans lactose, avec légumes cuits, et riche en eau"
		},
		"respectbars":false,
		"whitelist":["Pauvreenfibres","Eau","Légumescuits"],
		"blacklist":["Lactose"]
	},
	{ 
		"id":24,
		"sender":"VirusOscar",
		"picture":"PPVirusOscar",
		"textshort":"",
		"textlong":"Salut, personnellement j'ai pas vraiment de demande spécifique ou de problème à traiter. Je viens juste vous demander un exemple de repas complet, mais attention y'a quand même un petit mais ! Je suis allergique aux fruits à coques donc à éviter absolument sinon je gonfleeeeee comme un ballon.",
		"releasedate":6,
		"infos":{
			"nom":"VirusOscar",
			"sexe":"Homme",
			"age":20.0,
			"taille":1.69,
			"poids":67.0,
			"imc":23.5,
			"probleme":"Allergie fruits à coques",
			"requete":"Repas complet sans fruits à coques"
		},
		"respectbars":true,
		"whitelist":[],
		"blacklist":["Fruitsàcoque"]
	},
	{ 
		"id":25,
		"sender":"NightSun",
		"picture":"PPNightSun",
		"textshort":"",
		"textlong":"Bonjour, je viens de revenir de chez mon médecin avec mon bilan sanguin. Ma glycémie a augmenté ces derniers mois...<br>Du coup, mon médecin m'a donné des conseils diététiques en m'incitant à adopter des repas riches en fibres, des aliments avec un Index glycémique bas, sans sucres ajoutés, bien évidemment éviter les sodas et les jus de fruits.<br>Auriez-vous des idées de repas à partager avec moi ? Merci beaucoup.",
		"releasedate":7,
		"infos":{
			"nom":"NightSun",
			"sexe":"Femme",
			"age":33.0,
			"taille":1.68,
			"poids":77.0,
			"imc":27.3,
			"probleme":"Diabète type II",
			"requete":"Repas avec un index glycémique bas, riche en fibres sans sucres ajoutés et sans sodas ni jus de fruits"
		},
		"respectbars":false,
		"whitelist":["Indexglycémiquebas","Richeenfibres"],
		"blacklist":["Sucresajoutés","Sodasjus"]
	},
	{ 
		"id":26,
		"sender":"CheatFish",
		"picture":"PPCheatFish",
		"textshort":"",
		"textlong":"Bonjour, je viens tout juste de prendre mon appartement étudiant, je vais devoir faire ma propre bouf et j'y connais rien du tout mdr. Pour éviter de passer ma vie dans les fast-food j'aimerais avoir un exemple de repas qui me correspond bien genre avec des protéines, des légumineuses des légumes et des fruits bien sûr.",
		"releasedate":7,
		"infos":{
			"nom":"CheatFish",
			"sexe":"Homme",
			"age":20.0,
			"taille":1.96,
			"poids":90.0,
			"imc":23.4,
			"probleme":"Absences de connaissances en nutrition",
			"requete":"Repas avec des protéines, des légumineuses, des légumes, des fruits."
		},
		"respectbars":false,
		"whitelist":["Légumineuse","Légumes","Fruit","Protéine"],
		"blacklist":[]
	},
	{ 
		"id":27,
		"sender":"OxygèneRonin",
		"picture":"PPOxygèneRonin",
		"textshort":"",
		"textlong":"Bonjour, je viens d'apprendre que d'après mes analyses sanguines, j'ai une carence en vitamine B9, j'ai vraiment besoin de manger des aliments riches en B9 pour compenser ce manque, vous pensez pouvoir m'aider en me proposant un menu complet riche en vitamine B9?",
		"releasedate":7,
		"infos":{
			"nom":"OxygèneRonin",
			"sexe":"Homme",
			"age":18.0,
			"taille":1.72,
			"poids":65.0,
			"imc":22.0,
			"probleme":"Repas complet riche en vitamine B9",
			"requete":"Repas complet riche en vitamine B9"
		},
		"respectbars":true,
		"whitelist":["VitamineB9"],
		"blacklist":[]
	},
	{ 
		"id":28,
		"sender":"ShadowPython",
		"picture":"PPShadowPython",
		"textshort":"",
		"textlong":"Bonjour, je sais pas si vous avez la même sensation parfois mais j'ai l'impression de manger toujours la même chose. J'aimerais manger des repas avec des fruits, des légumes, des légumineuses et bien sûr des protéines; ça fait beaucoup de chose je sais pas si je vais tenir mais c'est important pour moi d'essayer, j'espère que vous allez pouvoir m'aider.",
		"releasedate":8,
		"infos":{
			"nom":"ShadowPython",
			"sexe":"Homme",
			"age":28.0,
			"taille":1.82,
			"poids":90.0,
			"imc":27.2,
			"probleme":"Alimentation déséquilibrée",
			"requete":"Repas avec fruits, légumes, légumineuses et protéines"
		},
		"respectbars":false,
		"whitelist":["Fruit","Légumineuse","Légumes","Protéine"],
		"blacklist":[]
	},
	{ 
		"id":29,
		"sender":"Alexandra",
		"picture":"PPAlexandra",
		"textshort":"",
		"textlong":"Bonjour, j'ai découvert votre page en recherchant des menus qui pourraient m'aider à me préparer à mon opération de chirurgie bariatrique (chirurgie de l'obésité) et d'après mon chirurgien, je dois suivre un régime hypocalorique pour diminuer la taille de mon foie. En gros je dois manger 'sans sucre ajoutés', 'sans produits gras', 'sans produits ultratransformés', bref 'sans' 'sans'...  mais c'est exceptionnel les gars et c'est mon chirurgien qui me le conseille <br>Je regrette de ne pas avoir découvert votre page plus tôt, j'aurais peut-être pu éviter tout ça, mais le mal est fait et je me suis abonnée à vous, j'espère que vous pourrez m'aider et hâte de me faire opérer !",
		"releasedate":8,
		"infos":{
			"nom":"Alexandra",
			"sexe":"Femme",
			"age":25.0,
			"taille":1.60,
			"poids":85.0,
			"imc":33.2,
			"probleme":"Opération chirurgie bariatrique prévue / Régime hypocalorique pour diminuer la taille du foie.",
			"requete":"Repas faible en sucres. Sans sodas ni jus de fruit. Sans produit ultratransformé.  Sans aliment gras. Sans sucres ajoutés."
		},
		"respectbars":false,
		"whitelist":[],
		"blacklist":["Sodasjus","Produitultratransformé","Alimentgras","Sucresajoutés"]
	},
	{ 
		"id":30,
		"sender":"CyberRush",
		"picture":"PPCyberRush",
		"textshort":"",
		"textlong":"Salut, personnellement j'ai pas vraiment de demande spécifique ou de problème à traiter. Je viens juste vous demander un exemple de repas complet, mais attention y'a quand même un petit mais ! je suis allergique aux crustacés donc à éviter absolument (en + c'est dégueu).",
		"releasedate":8,
		"infos":{
			"nom":"CyberRush",
			"sexe":"Femme",
			"age":21.0,
			"taille":1.66,
			"poids":60.0,
			"imc":21.8,
			"probleme":"Allergie crustacés",
			"requete":"Repas complet sans crustacés"
		},
		"respectbars":true,
		"whitelist":[],
		"blacklist":["Crustacés"]
	},
	{ 
		"id":31,
		"sender":"SeaGalactic",
		"picture":"PPSeaGalactic",
		"textshort":"",
		"textlong":"Salut toi, alors tu vas sûrement me trouver chelou mais je viens vous écrire parceque je n'en peux plus de mes boutons qui gâchent mon visage. Bon je t'avoue que je mange assez gras voire même très gras et bim ça se ressent sur ma face j'ai une tonne de boutons mais je sais et aussi d'après ma dermato que c'est à cause de ma bouffe. Je t'avoue que je ne mange pas de fruits et légumes, je ne bois pas d'eau non plus. Bref please, je veux bien un menu sans produits gras ultratransformés, avec des fruits et légumes, et de l'eau. Bisous et oublie pas les prot",
		"releasedate":9,
		"infos":{
			"nom":"SeaGalactic",
			"sexe":"Femme",
			"age":29.0,
			"taille":1.74,
			"poids":64.0,
			"imc":21.1,
			"probleme":"Boutons dû à la malbouffe. Alimentation trop grasse et pauvre en eau",
			"requete":"Repas sans produits gras et ultratransformés avec des légumes, des fruits et riche en eau."
		},
		"respectbars":false,
		"whitelist":["Fruit","Eau","Légumes"],
		"blacklist":["Produitsanimaux","Alimentgras"]
	},
	{ 
		"id":32,
		"sender":"Amandine",
		"picture":"PPAmandine",
		"textshort":"",
		"textlong":"Bonsoir, je suis tellement contente que la Covid soit derrière nous, cette période était très compliquée pour nous tous, et surtout pour nos balances et jean haha, personnellement je faisais que commander des plats sur les applications car je ne voulais pas sortir et prendre le risque d'attraper ce virus qui fait vraiment peur, j'ai réussi à ne jamais l'attraper par contre mon corps à attraper autre chose, 10KG !!!<br> Aujourd'hui c'est décidé je veux me reprendre en main et consommer que des repas sans sucres ajoutés sans sodas ni de jus de fruits et avec plein de légumes et légumineuses, je n'y connais rien c'est mon coach sportif qui m'a conseillé ça haha, je suis justement ici pour vous demander si vous pouvez me suggérer un plat que je pourrais consommer par exemple car j'ai peur de faire des erreurs et rechuter dans ma prise de poids.",
		"releasedate":9,
		"infos":{
			"nom":"Amandine",
			"sexe":"Femme",
			"age":29.0,
			"taille":1.65,
			"poids":86.0,
			"imc":31.6,
			"probleme":"Obésité stade 1",
			"requete":"Repas sans sucres ajoutés, sans sodas ni jus de fruits et avec des légumineuses"
		},
		"respectbars":false,
		"whitelist":["Légumineuse","Légumes"],
		"blacklist":["Sucresajoutés","Sodasjus","Produitultratransformé"]
	},
	{ 
		"id":33,
		"sender":"ShoqapikFreedom",
		"picture":"PPShoqapikFreedom",
		"textshort":"",
		"textlong":"Salut, je suis une grande soeur et j'adore m'occuper de mes petites soeurs, j'essaye de leur transmettre ma passion pour la 'healthy food', je leur cuisine des repas complets sans produits ultra transformés, j'adorerais varier un peu en leur proposant de nouvelles choses, est-ce que vous pouvez me donner une idée de menu?",
		"releasedate":9,
		"infos":{
			"nom":"ShoqapikFreedom",
			"sexe":"Femme",
			"age":31.0,
			"taille":1.80,
			"poids":68.0,
			"imc":21.0,
			"probleme":"Cherche des repas complets sains",
			"requete":"Repas complet sans produit ultratransformé."
		},
		"respectbars":true,
		"whitelist":[],
		"blacklist":["Produitultratransformé"]
	},
	{ 
		"id":34,
		"sender":"Brice",
		"picture":"PPBrice",
		"textshort":"",
		"textlong":"Heyy, ça fait un an que je suis en étude de game design, et j'entame ma 2ème année, tu sais mon domaine consiste à rester toute la journée devant mon ordinateur et je ne bouge quasi plus, j'ai pris du poids depuis et j'aimerais bien faire attention cette année. Je me suis déjà renseigné et j'ai vu que je devais manger des repas avec des aliments qui ont un index glycémique bas et éviter les sucres ajoutés, les sodas, les jus de fruits et les produits ultra-transformés. Et à côté de ça je veux pas perdre du muscle du coup n'oublie pas les protéines dans mon menu.<br>J'espère que toutes ces informations vont te permettre de me proposer un menu 'mangeable' car je déteste les restrictions bizarres et j'aime pas trop les changements.",
		"releasedate":10,
		"infos":{
			"nom":"Brice",
			"sexe":"Homme",
			"age":29.0,
			"taille":1.72,
			"poids":70.0,
			"imc":23.7,
			"probleme":"Perte de poids de 3-4 kilos",
			"requete":"Menu avec des aliments qui ont un index glycémique bas. Sans sucres ajoutés. Sans soda ni jus de fruit. Alimentation sans produit ultratransformé."
		},
		"respectbars":false,
		"whitelist":["Indexglycémiquebas","Protéine"],
		"blacklist":["Sucresajoutés","Sodasjus","Produitultratransformé"]
	},
	{ 
		"id":35,
		"sender":"Jordan",
		"picture":"PPJordan",
		"textshort":"",
		"textlong":"Bonjour, je suis un addict de la junk food, ouai la mauvaise alimentation, j'adore les fast-foods ou tous les aliments gras qu'on peut trouver dans les supermarchés, rien que d'y penser, hmmmm, des chips au fromage accompagné d'un bon soda, c'est ça le paradis !! mais je dis STOP car aujourd'hui je veux faire des efforts et arrêter ça, j'ai déjà fait une demande à un nutritionniste pour m'aider et il m'a dit d'arrêter les sucres ajoutés, les aliments gras et ultratransformés et surtout manger des légumes ou légumineuses beurk je déteste ça mais j'ai entendu dire que cuits ça peut être meilleur, je sais que ça fait beaucoup de chose mais c'est pour ça que je viens voir la meilleure page de GAMETUNUT, je veux trouver un menu qui me correspond et qui m'aiderait à arrêter tout ça.",
		"releasedate":10,
		"infos":{
			"nom":"Jordan",
			"sexe":"Homme",
			"age":22.0,
			"taille":1.80,
			"poids":93.0,
			"imc":28.7,
			"probleme":"Malbouffe",
			"requete":"Repas avec légumineuses, légumes, sans sucres ajoutés, sans produits gras. Sans produit ultratransformé."
		},
		"respectbars":false,
		"whitelist":["Légumes","Légumineuse"],
		"blacklist":["Sucresajoutés","Alimentgras","Produitultratransformé"]
	},
	{ 
		"id":36,
		"sender":"Louise",
		"picture":"PPLouise",
		"textshort":"",
		"textlong":"Hey, j'ai fais des analyses sanguines récemment, et j'ai transmis mes résultats à mon médecin et il a constaté une carence en vitamine B12. Il m'a conseillé de manger des repas complets riches en cette vitamine, le problème c'est que je ne sais pas quels sont les aliments riches en B12, est-ce que vous pouvez m'aider s'il vous plait? ",
		"releasedate":10,
		"infos":{
			"nom":"Louise",
			"sexe":"Femme",
			"age":23.0,
			"taille":1.59,
			"poids":64.0,
			"imc":25.3,
			"probleme":"Carence en vitamine B12",
			"requete":"Repas complet riche en vitamine B12"
		},
		"respectbars":true,
		"whitelist":["VitamineB12"],
		"blacklist":[]
	},
	{ 
		"id":37,
		"sender":"Marie",
		"picture":"PPMarie",
		"textshort":"",
		"textlong":"Bonjour, j'ai vu hier soir avant de dormir des vidéos d'animaux dans des enclos et des abattoirs, ça m'a vraiment choqué et dégoûté de voir les conditions dans lesquelles ils sont traités. Je me suis renseignée sur les régimes vegan car je ne veux pas participer ou donner mon argent à ce genre d'organisme, et j'ai trouvé ça super cool <br>J'ai vu que vous avez aidé beaucoup de vegan sur votre page et je voulais savoir si c'était possible de me donner un exemple de menu s'il vous plaît ? ",
		"releasedate":11,
		"infos":{
			"nom":"Marie",
			"sexe":"Femme",
			"age":28.0,
			"taille":1.71,
			"poids":67.0,
			"imc":22.9,
			"probleme":"Veut devenir vegan",
			"requete":"Repas avec des protéines végétales et sans produits animaux"
		},
		"respectbars":true,
		"whitelist":["Protéinevégétale"],
		"blacklist":["Produitsanimaux"]
	},
	{ 
		"id":38,
		"sender":"CrabyViper",
		"picture":"PPCrabyViper",
		"textshort":"",
		"textlong":"Bonjour, un jour j'ai des problèmes de constipation et un jour des problèmes de diarrhée, je suis parti voir mon médecin, et il m'a dit que j'avais des problèmes de transit. Il m'a prescrit des médicaments et m'a conseillé de manger des repas complets avec des aliments laxatifs et de boire beaucoup d'eau; il m'a conseillé aussi de vous envoyer un message pour me proposer un exemple de menu qui pourrait m'aider. C'est pas très fun ce message, j'avoue surtout que j'attaque direct en vous donnant les détails lol mais j'ai vraiment besoin d'aide pour la réalisation des repas.",
		"releasedate":11,
		"infos":{
			"nom":"CrabyViper",
			"sexe":"Femme",
			"age":26.0,
			"taille":1.66,
			"poids":53.0,
			"imc":19.2,
			"probleme":"Problèmes de transit",
			"requete":"Repas complet avec aliments laxatifs et riche en eau"
		},
		"respectbars":true,
		"whitelist":["Eau","Alimentlaxatif"],
		"blacklist":[]
	},
	{ 
		"id":39,
		"sender":"PrincessOscar",
		"picture":"PPPrincessOscar",
		"textshort":"",
		"textlong":"Hey ! Alors voilà, j'expose rapidement mon problème : ça fait déjà plusieurs mois que je me sens fatiguée, que j'ai une faiblesse musculaire etc. Je suis donc allée voir mon médecin traitant qui m'a orienté vers un nutritionniste. Il m'a indiqué que les problèmes que je rencontrais étaient le genre de problèmes qu'on pouvait avoir quand on avait des carences en vitamine A et C et avec les analyses ça c'est confirmé. Je voudrais donc savoir si vous pouviez me conseiller un repas complet riche en vitamine A et C pour pallier mes carences ? Merci beaucoup !",
		"releasedate":11,
		"infos":{
			"nom":"PrincessOscar",
			"sexe":"Femme",
			"age":22.0,
			"taille":1.64,
			"poids":75.0,
			"imc":27.9,
			"probleme":"Carence en vitamines A et C",
			"requete":"Repas complet riche en vitamine A et C"
		},
		"respectbars":true,
		"whitelist":["VitamineC","VitamineA"],
		"blacklist":[]
	},
	{ 
		"id":40,
		"sender":"LagBad",
		"picture":"PPLagBad",
		"textshort":"",
		"textlong":"Heyy, j'étais avec des copines cet après-midi, et l'une d'entre elle a parlé de légumineuse, je crois qu'elle essaye de se trouver un nouveau menu , j'aurais bien aimé l'aider mais je ne savais pas ce que c'était et j'avais honte de lui demander. En rentrant, j'ai fais quelques recherches, et finalement c'est des aliments que je mange assez souvent je ne connaissais pas juste de nom haha, mais j'ai eu l'idée de venir vous contacter peut être que vous pouvez lui proposer un menu complet qui contient des protéines végétales et des légumineuses.",
		"releasedate":12,
		"infos":{
			"nom":"LagBad",
			"sexe":"Femme",
			"age":19.0,
			"taille":1.60,
			"poids":74.0,
			"imc":28.9,
			"probleme":"Ne connait pas les légumineuses",
			"requete":"Repas avec des protéines végétales et légumineuses"
		},
		"respectbars":true,
		"whitelist":["Protéinevégétale","Légumineuse"],
		"blacklist":[]
	},
	{ 
		"id":41,
		"sender":"Patrick",
		"picture":"PPPatrick",
		"textshort":"",
		"textlong":"Bonjour, je suis atteint du diabète de type 2 et pour ne rien arranger j'ai en ce moment des problèmes de transit, mon médecin m'a demandé de manger des repas complets riches en fibres et bien sûr sans sucres ajoutés, j'espère que vous allez pouvoir m'aider rapidement, merci beaucoup. Et franchement si je peux vous donner un conseil ne mangez pas de produits industriels bourrés de sucre et faites du sport vous en arriverez pas là ou j'en suis. Salut :)",
		"releasedate":12,
		"infos":{
			"nom":"Patrick",
			"sexe":"Homme",
			"age":24.0,
			"taille":1.70,
			"poids":81.0,
			"imc":28.0,
			"probleme":"Diabète II et problèmes de transit.",
			"requete":"Repas complet riche en fibres et sans sucres ajoutés,"
		},
		"respectbars":true,
		"whitelist":["Richeenfibres"],
		"blacklist":["Sucresajoutés"]
	},
	{ 
		"id":42,
		"sender":"NovaKing",
		"picture":"PPNovaKing",
		"textshort":"",
		"textlong":"Salut, après des analyses, mon médecin m'a dit que j'avais un taux de sucre dans le sang, plus élevée que la normale, mais pas suffisamment pour poser un diagnostic de diabète; d'après lui ça s'appelle le prédiabète. En gros, c'est réversible à ce stade là. Il m'a dit de manger des repas complets riches en fibre, sans sucres ajoutés et évidement interdiction aux boissons sucrées (soda ou jus).",
		"releasedate":12,
		"infos":{
			"nom":"NovaKing",
			"sexe":"Homme",
			"age":24.0,
			"taille":1.75,
			"poids":63.0,
			"imc":20.6,
			"probleme":"Prédiabète",
			"requete":"Repas complet, riche en fibres et sans sucres ajoutés. Sans sodas ni jus de fruits."
		},
		"respectbars":true,
		"whitelist":["Richeenfibres"],
		"blacklist":["Sucresajoutés","Sodasjus"]
	},
	{ 
		"id":43,
		"sender":"CloudTwo",
		"picture":"PPCloudTwo",
		"textshort":"",
		"textlong":"Salut, en ce moment je jeûne par intermittence. Je voulais juste voir comment mon corps réagirait. J'ai consulté une nutritionniste qui m'a conseillé de manger des repas complets riches en fibres et en protéines, avec des légumineuses. Vous pouvez me proposer un exemple de repas s'il vous plait?",
		"releasedate":13,
		"infos":{
			"nom":"CloudTwo",
			"sexe":"Femme",
			"age":31.0,
			"taille":1.65,
			"poids":70.0,
			"imc":25.7,
			"probleme":"Repas complet jeûne",
			"requete":"Repas complet riche en fibres, avec légumineuse et protéine"
		},
		"respectbars":true,
		"whitelist":["Richeenfibres","Légumineuse","Protéine"],
		"blacklist":[]
	},
	{ 
		"id":44,
		"sender":"TekVador",
		"picture":"PPTekVador",
		"textshort":"",
		"textlong":"Bonjour, je viens vous voir car j'aimerais prendre de la masse, j'en peux plus d'être toute maigre, j'aimerais prendre des formes et des muscles. Ça fait quelques mois que je suis inscrit à la salle et mon coach m'a conseillé de manger des repas complets riches en protéines avec des aliments faibles en index glycémique et d'arrêter les conneries de produits industriels, sucrées et ultra-transformés, vous pensez pouvoir m'aider?",
		"releasedate":13,
		"infos":{
			"nom":"TekVador",
			"sexe":"Femme",
			"age":22.0,
			"taille":1.76,
			"poids":60.0,
			"imc":19.4,
			"probleme":"Prise de masse",
			"requete":"Repas complet riche en protéines avec aliments faibles en index glycémique"
		},
		"respectbars":true,
		"whitelist":["Protéine","Indexglycémiquebas"],
		"blacklist":["Produitultratransformé"]
	},
	{ 
		"id":45,
		"sender":"RexRiver",
		"picture":"PPRexRiver",
		"textshort":"",
		"textlong":"Salut, j'essaie depuis un an de me motiver pour aller à la salle pour prendre du muscle et devenir énorme et sec haha, au début j'avais de beaux résultats rapidement mais là depuis quelques mois je stagne, et mon coach sportif m'a dit que cela venait de mon alimentation, il m'a conseillé de manger des repas complets riches en protéines et sans aliments ultra transformés et bien sûr sans boissons sucrées ni sans sucres ajoutés.",
		"releasedate":13,
		"infos":{
			"nom":"RexRiver",
			"sexe":"Homme",
			"age":22.0,
			"taille":1.80,
			"poids":80.0,
			"imc":24.7,
			"probleme":"Repas complet + prise de masse",
			"requete":"Repas complet riche en protéines, sans aliments ultratransformé, sans sodas ni jus de fruit et sans sucres ajoutés"
		},
		"respectbars":true,
		"whitelist":["Protéine"],
		"blacklist":["Sodasjus","Sucresajoutés","Produitultratransformé"]
	}
]}